Repository: SaulEnriqueMR/Battlesharp
Catalog: BattlesharpCliente/BattlesharpCliente/lenguajes/Resource.*.resx
Languages: es_mx

# CamposVacios
source: There are empty fields
es_mx: Hay campos vacíos

# Cancelar
source: Cancel
es_mx: Cancelar

# ConfirmacionContrasena
source: Password confirmation:
es_mx: Confirmación de contraseña:

# Contrasena
source: Password:
es_mx: Contraseña:

# ContrasenaIncorrecta
source: The password you have entered is incorrect. Try again.
es_mx: La contraseña que ingresaste es incorrecta.

# ContrasenasNoIguales
source: The passwords must coincide
es_mx: Las contraseñas deben coincidir

# InformacionValida
source: Valid information
es_mx: Información valida

# IniciarSesion
source: Log In
es_mx: Iniciar sesión

# JugadoresEnLinea
source: Online players
es_mx: Jugadores en línea

# JugadorRegistrado
source: Player registered successfully.
es_mx: Jugador registrado exitosamente.

# Jugar
source: Play
es_mx: Jugar

# MenuPrincipal
source: Main menu
es_mx: Menú principal

# Nombre
source: Name:
es_mx: Nombre:

# ProblemaConexion
source: There was a problem while trying to connect to the server
es_mx: Hubo un problema mientras se intentaba conectar con el servidor

# Puntos
source: Score:
es_mx: Puntos:

# PuntuacionesMasAltas
source: High scores
es_mx: Puntuaciones más altas

# Registrarse
source: Sign up
es_mx: Registrarse

# Salir
source: Exit
es_mx: Salir

# ServidorNoResponde
source: There is no response from the server, timeout is over.
es_mx: No hay respuesta por parte del servidor, tiempo de espera agotado.

# Usuario
source: Username:
es_mx: Usuario:

# UsuarioEnUso
source: That username is already taken, try another.
es_mx: Ese usuario ya está en uso, intenta con otro.

# UsuarioNoExiste
source: The user you entered does not match any player. Register to become a player.
es_mx: El usuario que ingresaste no coincide con ningún jugador. Registrate para ser un jugador.

# Fijar
source: Lock in
es_mx: Fijar

# DisparoRepetido
source: The shot could not be made because it had already been made previously.
es_mx: No se pudo efectuar el disparo porque ya se había hecho previamente.

# ElTableroEstaFijado
source: The piece can not be placed / removed because the board is locked.
es_mx: Ya no se puede poner / quitar la pieza porque el tablero está fijado.

# NoHayCasillas
source: Can not put more pieces
es_mx: No se pueden poner más casillas

# QuedanPiezas
source: There are still pieces to put
es_mx: Aún quedan piezas por colocar

# Ganaste
source: You win
es_mx: Ganaste

# ElJugador
source: The player
es_mx: El jugador

# Invitacion
source: Invitation
es_mx: Invitación

# TeHaInvitado
source: has invited you
es_mx: te ha invitado.

# UsuarioRechazoPartida
source: The user rejected the invitation, choose other.
es_mx: El usuario rechazó la invitación, escoge otro.

# InvitaAAlguien
source: Invite someone to play and press <Invite>
es_mx: Invita a alguien a jugar y presiona <Invitar>

# Invitar
source: Invite
es_mx: Invitar

# NoPuedesInvitarte
source: You can't invite yourself to play.
es_mx: No puedes invitarte a ti mismo.

# PonPiezas
source: With the left mouse button, place 7 pieces and press <Lock in> to continue. If you want to remove a piece just select it again.
es_mx: Con el botón izquiero del mouse coloca 7 piezas y pulsa <Fijar> para continuar. Si quieres quitar una pieza solo vuelvela a seleccinonar.

# UsuarioListo
source: The other user is ready, waiting for you.
es_mx: El otro usuario está listo, esperandote.

# UsuarioOcupado
source: The user is in game or answering another invitation.
es_mx: El usuario está en partida o contestando otra invitación.

# Perdiste
source: You lose
es_mx: Perdiste

# NoEsTurno
source: It's not your turn yet.
es_mx: Aún no es tu turno

# UsuarioNoListo
source: The user still does not locks in his board.
es_mx: El usuario aún no fija su tablero.

# NoSePuedoRegistrar
source: The score could not be registered.
es_mx: No se pudo registrar la puntuación.

# Diviertete
source: Have fun
es_mx: Diviertete

# PuntuacionRegistrada
source: Score registered
es_mx: PuntuacionRegistrada
